cweijan.vscode-office
eamodio.gitlens
github.copilot
github.copilot-chat
ikuyadeu.r-pack
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
rdebugger.r-debugger
reditorsupport.r
